Repository: abmobilesoftware/txtFeedback
Catalog: SmsFeedback_Take4/GlobalResources/Global.*.resx
Languages: de, ro, ru

# settingsPageTitle
source: Settings
de: Einstellungen
ro: Configurări
ru: Настройки

# settingsPasswordChangedSuccessfully
source: Your password has been changed successfully.
de: Ihr Passwort wurde erfolgreich verändert.
ro: Parola a fost schimbată cu succes
ru: Ваш пароль был изменен успешно

# settingsPrivacy
source: Privacy
de: Datenschutz
ro: Confidenţialitate
ru: Конфиденциальность

# settingsShortIDHeader
source: Short ID
ro: Identificator scurt
ru: Краткая идентификация

# settingsShortIDHeaderTooltip
source: The working point's short identifier
ro: Identificatorul filialei
ru: Короткий идентификатор рабочего места

# settingsSubscriptionActivity
source: Activity (this billing month)
ro: Activitate (luna curentă)
ru: Действие (этот расчетный месяц)

# settingsSubscriptionHeader
source: Company billing info
ro: Detalii abonament companie
ru: Информация о счетах компании

# settingsSubscriptionInfo
source: Subscription info
ro: Informaţii despre abonament
ru: Информация о подписке

# settingsSubscriptionNotifications
source: Notifications
ro: Notificări
ru: Уведомления

# settingsSubscriptionPrimaryContact
source: Primary contact
ro: Contact principal
ru: Первичный контакт

# settingsSubscriptionSecondaryContact
source: Secondary contact
ro: Contact secundar
ru: Вторичный контакт

# settingsTelNoHeader
source: Telephone no
de: Telefonnummer
ro: Număr de telefon
ru: Номер телефона

# settingsWpConfigErrors
source: Errors encountered while saving the new configuration
de: Aufgetretene Fehler während des Speicherns des neuen Konfigurationsdatei
ro: Am întâmpinat erori în a salva noua configuraţie
ru: Произошли ошибки при сохранении новой конфигурации

# settingsWpConfigLegend
source: Working Points
de: Filialen
ro: Puncte de lucru
ru: Рабочие Места

# settingsWpDefineWpsMenu
source: Define your working points
de: Ihre Filialen definiren
ro: Configurează-ţi punctele de lucru
ru: Определите ваши рабочие места

# settingsWpDescriptionHeader
source: Description
de: Beschreibung
ro: Descriere
ru: Описание

# settingsWpDescriptionHeaderTooltip
source: The working point's description
de: Beschreibung der Filiale
ro: Descrierea punctului de lucru
ru: Описание рабочего места

# settingsWpMaxOutboundSmsHeaderTooltip
source: The maximum no of SMS messages that can be sent from this working point
de: Die maximale SMS-Zahl, die von dieser Filiale gesendet werden kann
ro: Numărul maxim de SMSuri ce se pot trimite de la acest punct de lucru
ru: Максимальное количество СМС которое может быть отправлено с этого рабочего места

# settingsWpMenuName
source: Working points
de: Filialen
ro: Puncte de lucru
ru: Рабочие места

# settingsWpNameHeader
source: Working point name
de: Filialenname
ro: Numele punctului de lucru
ru: Название рабочего места

# settingsWpNameHeaderTooltip
source: Short name used throughout the application
de: Kurzname für die Application
ro: Numele scurt folosit de platforma
ru: Короткое имя используемое при заявке

# settingsWpTelNoHeaderTooltip
source: The telephone number associated with this working point
de: Rufnummer für diese Filiale
ro: Numărul de telefon asociat acestui punct de lucru
ru: Телефоный номер связан с этим рабочим место

# settingsWpWelcomeMessageHeader
source: Welcome message
ro: Mesaj de întâmpinare
ru: Приветственное письмо

# settingsWpWelcomeMessageHeaderTooltip
source: The greeting message on the mobile website
ro: Mesajul de întâmpinare de pe site-ul pentru mobile
ru: Приветственное письмо на мобильном вебсайте

# settingUserPreferences
source: User preferences
de: Benutzereinstellungen
ro: Configurările utilizatorului
ru: Предпочтения клиентов

# settingWpConfigSavedSuccessfuly
source: Working points configuration changed successfuly
de: Die Konfiguration der Filiale wurde erfolgreicht gewchselt
ro: Configuraţia punctului de lucru a fost salvată
ru: Конфигурации рабочих мест изменены успешно

source: Share on Facebook
ro: Distribuie pe Facebook
ru: Поделиться на Facebook

source: Share on Linkedin
ro: Distribuie pe Linkedin
ru: Поделиться на Linkedin

# shareOnLinkedinTitle
source: Feedback received via Txtfeedback
ro: Acest feedback a fost primit prin Txtfeedback
ru: Отзывы полученные через Txtfeedback

source: Share on Twitter
ro: Distribuie pe Twitter
ru: Поделиться на Twitter

# starredLabel
source: Favorites
de: Favoriten
ro: Preferate
ru: Фавориты

# subscriptionSpendingReached
source: You have reached the monthly spending limit of {0:0.00} {1} for your company. Purchase credit or raise spending limit to be able to send more SMS until the next billing month (which starts on {2})
ru: Вы достигли ежемесячный расходный лимит {0:0.00} {1} для вашей компании. Возьмите кредит или поднимите расходный предел, чтобы посылать болше СМС до следующего расчетного месяца.

# subscriptionWarningReached
source: You are approaching the monthly spending limit for your company. You have spent {0:0.00} {1} out of the allowed {2:0.00} {1}. Make sure you have enough credits to be able to operate until the next billing month (which starts on {3})
ru: Вы приблизились к ежемесячному расходному лимиту для вашей компании. Вы использовали {0:0.00} {1} из возможных {2:0.00} {1}. Удостоверьтесь, что у вас есть достаточно средств, чтобы работать до следующего расчетного месяца. (который начинается в {3})

# supportLabel
source: Support
de: Betreuung
ro: Ajutor
ru: Поддержка

# tabHelp
source: Help
de: Hilfe
ro: Ajutor
ru: Помощь

# tabMessages
source: Conversations
de: Unterhaltungen
ro: Conversaţii
ru: Разговоры

# tabReports
source: Reports
de: Berichte
ro: Rapoarte
ru: Отчеты

# tabSettings
source: Settings
de: Einstellungen
ro: Setări
ru: Настройки

# tagsLabel
source: Tag(s):
de: Schlagwort(e):
ro: Etichete:
ru: Тэг(и):

# thumbsDownTooltip
source: Mark this conversation as negative feedback
de: Die Unterhaltung als negativen Feedback markieren
ro: Etichetează această conversaţie ca şi feedback negativ
ru: Отметить этот разговор как отрицательный отзыв

# thumbsUpTooltip
source: Mark this conversation as positive feedback
de: Die Unterhaltung als positiven Feedback markieren
ro: Etichetează această conversaţie ca şi feedback pozitiv
ru: Отметить этот разговор как положительный отзыв

# TitleLogOn
source: Authenticate
de: Anmelden
ro: Autentificaţi-vă
ru: Удостоверить

# toDate
source: last updated
de: Letzte Aktualisierung
ro: ultima actualizare
ru: последние обновления

# tooltipCheckMessageReceived
source: Message arrived on the TxtFeedback server
ro: Mesaj recepţionat de client
ru: Сообщение доставлено клиенту

# tooltipCheckMessageSent
source: Message arrived at customer
ro: Mesaj livrat pe serverul TxtFeedback
ru: Сообщение доставлено на сервер TxtFeedback

# tooltipDeleteConversation
source: Delete conversation
ro: Șterge conversația
ru: Удалить разговоры

# tooltipIncludeDateInFilter
source: Turn date filtering on/off
de: Datenfilterung an/abschalten
ro: Activaţi/dezactivaţi filtrul conform datei
ru: Включить / выключить фильтрацию даты

# tooltipIncludeStarredInFilter
source: Turn favorites filtering on/off
de: Favoritenfilterung an/abschalten
ro: Activaţi/dezactivaţi filtrul pentru favorite
ru: Включить / выключить фильтрацию понравившихся

# tooltipIncludeSupportFilter
source: Quick access to support from TxtFeedback
de: Schnelle zugriff zum Unterstützungsunterhaltungen
ro: Accesaţi rapid conversaţiile de suport
ru: Быстрый доступ к поддержке TxtFeedback

# tooltipIncludeTagsInFilter
source: Turn tag filtering on/off
de: Schlagwörterfilterung an/abschalten
ro: Activaţi/dezactivaţi filtrul conform etichetelor
ru: Включить / выключить фильтрацию тэгов

# tooltipIncludeUnreadInFilter
source: Turn only unread conversations on/off
de: Schalte nur ungelesene Unterhaltungen an/ab
ro: Activaţi/dezactivaţi filtrul pentru conversaţiile necitite
ru: Включить только не прочитанные сообщения

# tooltipMarkAsFavouriteImg
source: Mark as favorite
de: Als Favoriten markieren
ro: Marchează ca favorită
ru: Отменить как понравившийся

# tooltipNrOfConvsWithUnreadMsgs
source: Number of conversations with unread messages
de: Anzahl der Unterhaltungen mit ungelesene Nachrichten
ro: Numărul conversaţiilor cu mesaje necitite
ru: Количество разговоров с непрочитанными сообщениями

# tooltipReplyBtn
source: Send reply to customer (Shift + Enter)
de: Antwort an Kunde senden
ro: Trimite mesaj de răspuns clientului (Shift + Enter)
ru: Отправить ответ клиенту (Shift + Enter)

# tooltipSendEmailImg
source: Send as email
de: Als E-mail versenden
ro: Trimite ca şi email
ru: Отправить письмо

# tooltipSendNegativeFeedback
source: Send negative feedback
de: Negatives Feedback senden
ro: Trimiteţi feedback negativ
ru: Отправить отрицательный отзыв

# tooltipSendPositiveFeedback
source: Send positive feedback
de: Positives Feedback senden
ro: Trimiteţi feedback pozitiv
ru: Отправить положительный отзыв

# tooltipWpImg
source: Enable/disable displaying of messages for this working point
de: Die Anzeige der Nachrichten für diesen Arbeitspunkt aktivieren/deacktiviren
ro: Activaţi/dezactivaţi afişarea mesajelor pentru acest punct de lucru
ru: Возможно / невозможно отобразить сообщение для этого рабочего места

# welcomeMessage
source: Welcome
de: Willkommen
ro: Bine ai venit
ru: Добро пожаловать
