Repository: abmobilesoftware/txtFeedback
Catalog: SmsFeedback_Take4/GlobalResources/Global.*.resx
Languages: de, ro, ru

# accountAuthenticate
source: Authenticate
de: Anmelden
ro: Autentificaţi-vă
ru: Удостоверить

source: Account Information
de: Kontoinformationen
ro: Informaţii cont
ru: Информация об учетной записи

# addATagLabel
source: add a tag
de: Schlagwort hinzufügen
ro: adaugă o etichetă
ru: добавить тэг

# confirmDeleteConversation
source: Are you sure you want to delete the conversation with user
ro: Sunteţi sigur că vreţi să ştergeţi conversaţia iniţiată de utilizatorul
ru: Вы уверены, что хотите удалить разговор с пользователем?

# confirmDeleteMessage
source: Are you sure you want to delete message
ro: Sunteţi sigur că vreţi să ştergeţi mesajul
ru: Вы уверены, что хотите удалить сообщение?

# dateLabel
source: Date:
de: Datum:
ro: Data:
ru: Дата:

source: Delete message
ro: Șterge mesajul
ru: Удалить сообщение

# errorCannotSendMessage
source: Message not sent as subscription included monthly outbound messages have been spent and the spending limit for your company has been reached. Purchase credit or raise spending limit to be able to send more SMS until the next billing month.
ru: Сообщение не отправлено в качестве подписки включаемые ежемесячно, исходящие сообщения были ипользованы и предел расходов для вашей компании был достигнут. Возьмите кредит или поднимите расходный предел, чтобы посылать болше СМС до следующего расчетного месяца.

# feedbackSendUsFeedback
source: Send us feedback
de: Senden Sie uns Ihr Feedback
ro: Trimiteţi-ne feedback
ru: Отправить нам отзыв

# filteringAddFilterTag
source: add filtering tag
de: Schlagwort-Filter hinzufügen
ro: adaugă eticheta de filtrare
ru: Добавить фильтрацию тэгов

# filteringRemoveFilterTag
source: Remove filter tag
de: Schlagwort-Filter entfernen
ro: şterge eticheta de filtrare
ru: Удалить фильтрацию тэгов

# fromDate
source: initiated
de: Ab
ro: iniţiata la
ru: начатый

# helpPageTitle
source: Help
de: Hilfe
ro: Ajutor
ru: Помощь

# lblNoConversationSelected
source: No conversation selected, please select one
de: Keine Unterhaltung gewählt, wählen Sie bitte eine
ro: Nici o conversaţie selectată, vă rugăm să selectaţi una
ru: Разговор не выбран, пожалуйста выберите один

# lblPassword
source: password
de: Passwort
ro: parola
ru: Пароль

# lblUserName
source: username
de: Benutzername
ro: utilizator
ru: Имя пользователя

source: Load more conversations
de: Weitere Unterhaltungen
ro: Încarcă mai multe conversaţii
ru: Загрузить еще разговоры

# loginUnsuccessfulDetails
source: The user name or password provided is incorrect.
de: Benutzername oder Passwort ungültig.
ro: Utilizator sau parola incorecte
ru: Имя пользователя или пароль не является корректным

# loginUnsuccessfulSummary
source: Login was unsuccessful. Please correct the errors and try again.
de: Anmeldung war nicht erfolgreich. Bitte korrigieren Sie die Fehlern und versuchen Sie es erneut.
ro: Logare esuată. Corectaţi erorile şi încercaţi din nou.
ru: Логин был неудачный. Пожалуйста исправьте ошибку и попробуйте снова.

# LogOnButtonMessage
source: Log On
de: Anmelden
ro: Intră în cont
ru: Вход

# logOnLogOffMsg
source: Log off
de: Abmelden
ro: Deconectare
ru: Выход

# logOnLogOnMsg
source: Log on
de: Anmelden
ro: Conectare
ru: Вход

# logOnMessage
source: Log On
de: Anmelden
ro: Autentificaţi-vă
ru: Вход

# LogOnModel_Password_DisplayName
source: Password
de: Passwort
ro: Parola
ru: Пароль

# LogOnModel_Password_Required
source: The Password field is required
de: Das Passwort ist erforderlich.
ro: Câmpul Parola este necesar
ru: Поле пароля обязательно для заполнения

# LogOnModel_RememberMe_DisplayName
source: Remember me?
de: Login speichern
ro: Ţine-mă minte
ru: Запомнить меня?

# LogOnModel_UserName_DisplayName
source: User
de: Benutzer
ro: Nume utilizator
ru: Пользователь

# LogOnModel_UserName_Required
source: The User name field is required
de: Der Benutzername ist erforderlich.
ro: Câmpul Utilizator este necesar
ru: Поле Имя пользователя обязательно для заполнения

# logOnRegister
source: Register
de: Registrieren
ro: Înregistraţi-vă
ru: Зарегистрироваться

# logOnRegisterSuffixMsg
source: if you don't have an account
de: Wenn Sie kein Konto haben
ro: daca nu aveţi un cont
ru: если у вас нет аккаунта

# logOnWithUserPassMsg
source: Please enter your user name and password.
de: Bitte geben Sie Ihren Benutzername und Ihr Passwort ein.
ro: Vă rugăm introduceţi userul şi parola.
ru: Пожалуйста введите ваше имя и пароль

# messagesAddTagPlaceHolder
source: add tag
de: Schlagwort hinzufügen
ro: adaugă o etichetă
ru: добавить тэги

# messagesPageTitle
source: Conversations
de: Unterhaltungen
ro: Conversaţii
ru: Разговоры

# messagesRemoveTagPlaceHolder
source: Remove tag
de: Schlagwort entfernen
ro: Şterge eticheta
ru: Удалить тэг

# readLabel
source: Unread
de: Ungelesen
ro: Necitite
ru: Непрочитанный

# RepAvgNoOfIncomingSmsPerConversation
source: Average number of incoming messages per customer
de: Durchschnittliche Anzahl der eingehenden Nachrichten pro Kunde
ro: Numărul mediu de mesaje recepţionate per client
ru: Среднее количество входящих СМС клиентов

# RepAvgNoOfIncomingSmsPerConversationToolitp
source: Average number of incoming messages per customer
de: Durchschnittliche Anzahl der eingehenden Nachrichten pro Kunde
ro: Numărul mediu de mesaje recepţionate per client
ru: Среднее количество входящих СМС клиентов

# RepAvgNoOfOutgoingSmsPerConversation
source: Average number of outgoing messages per customer
de: Durchschnittliche Anzahl der ausgehenden Nachrichten pro Kunde
ro: Numărul mediu de mesaje trimise per client
ru: Среднее количество исходящих СМС клиентов

# RepAvgNoOfOutgoingSmsPerConversationTooltip
source: Average number of outgoing messages per customer
de: Durchschnittliche Anzahl der ausgehenden Nachrichten pro Kunde
ro: Numărul mediu de mesaje trimise per client
ru: Среднее количество исходящих СМС клиентов

# RepAvgNoOfSmsPerClient
source: Average number of messages per customer
de: Durchschnittliche Anzahl der Nachrichten pro Kunde
ro: Numărul mediu de mesaje per client
ru: Среднее количество СМС

# RepAvgNoOfSmsPerClientTooltip
source: Average number of messages per customer
de: Durchschnittliche Anzahl der Nachrichten pro Kunde
ro: Numărul mediu de mesaje per client
ru: Среднее количество СМС

# RepAvgNoOfSmsPerDay
source: Average number of messages per day
de: Durchschnittliche Anzahl der Nachrichten pro Tag
ro: Numărul mediu de mesaje pe zi
ru: Среднее количество СМС в день

# RepAvgNoOfSmsPerDayTooltip
source: Average number of messages per day
de: Durchschnittliche Anzahl der Nachrichten pro Tag
ro: Numărul mediu de mesaje pe zi
ru: Среднее количество СМС в день

# RepAvgNoOfTagsPerConversation
source: Average number of tags per conversation
de: Durchschnittliche Anzahl der Schlagwörter pro Unterhaltung
ro: Numărul mediu de etichete per conversaţie
ru: Среднее количество тэгов в разговоре

# RepAvgNoOfTagsPerConversationTooltip
source: Average number of tags per conversation
de: Durchschnittliche Anzahl der Schlagwörter pro Unterhaltung
ro: Numărul mediu de etichete per conversaţie
ru: Среднее количество тэгов в разговоре

# RepAvgResponseTime
source: Average response time
de: Durchschnittliche Antwortzeit
ro: Timp mediu de răspuns
ru: Среднее время отклика

# RepAvgResponseTimeTooltip
source: Average response time
de: Durchschnittliche Antwortzeit
ro: Timp mediu de răspuns
ru: Среднее время отклика

# RepClients
source: Customers
de: Kunden
ro: Clienţi
ru: Клиенты

# RepClientsUnit
source: customers
de: Kunden
ro: clienţi
ru: клиенты

# RepConversations
source: Conversations
de: Unterhaltungen
ro: Conversaţii
ru: Разговоры

# RepConversationsUnit
source: Conversations
de: Unterhaltungen
ro: Conversaţii
ru: Разговоры

# RepDay
source: Day
de: Tag
ro: Zi
ru: День

# RepExportToExcel
source: Export to Excel
ro: Export către CSV
ru: Экспорт в CSV

# RepIncomingOutgoingChartTitle
source: Incoming and outgoing messages
de: Eingehende und Ausgehende Nachrichten
ro: Mesaje recepţionate şi trimise
ru: Входящие и исходящие сообщения

# RepIncomingSmsChart
source: Incoming
de: Eingehende
ro: Mesaje recepţionate
ru: Входящие

# RepIncomingVsOutgoing
source: Incoming & Outgoing
de: Eingehende vs Ausgehende
ro: Recepţionate și Trimise
ru: Входящие и Исходящие

# RepMinutesUnit
source: minutes
de: Minuten
ro: minute
ru: минуты

# RepMonth
source: Month
de: Monat
ro: Luna
ru: Месяц

# RepMostUsedTag
source: Most used tags
de: Am häufigsten verwendete Schlagwörter
ro: Cele mai folosite etichete
ru: Наиболее часто используемые тэги

# RepMostUsedTagsTooltip
source: Most used tags
de: Am häufigsten verwendete Schlagwörter
ro: Cele mai folosite etichete
ru: Наиболее часто используемые тэги

# RepNegativeFeedback
source: Negative feedback
de: Negatives Feedback
ro: Feedback negativ
ru: Отрицательный отзыв

# RepNegFeedbackAdded
source: Negative feedback added
de: Negatives Feedback hinzufügen
ro: Feedback negativ adăugat
ru: Отрицательный отзыв добавлен

# RepNegFeedbackRemoved
source: Negative feedback removed
de: Negatives Feedback entfernen
ro: Feedback negativ soluţionat
ru: Отрицательный отзыв удален

# RepNegToPosFeedback
source: Negative to positive feedback
de: Negatives Feedback in positives umwandeln
ro: Feedback negativ transformat în feedback pozitiv
ru: С отрицательного на положительный отзыв

# RepNewClientsChart
source: New customers
de: Neuer Kunde
ro: Clienţi noi
ru: Новые клиенты

# RepNewReturningClientsChartTitle
source: New and returning clients
de: Neu and Wiederkehrend
ro: Clienţi noi şi clienţi fideli
ru: Новые и постоянные клиенты

# RepNewVsReturning
source: New & Returning
de: Neu vs Wiederkehrend
ro: Noi și Fideli
ru: Новые и постоянные

# RepNoDataToDisplay
source: No data to display
de: NoDataToDisplayDE
ro: Nu exista informaţii de afişat
ru: Нет данных для отображения

# RepNoneDefaultValue
source: None
de: Keine
ro: Nici unul
ru: Никто / ничто

# RepNoOfConversationsByTagsChartTitle
source: Number of conversations by tags
de: Anzahl der Unterhaltungen bei Schlagwörter
ro: Număr de conversaţii per etichetă
ru: Количество разговоров по тэгу

# RepNoOfIncomingSms
source: Number of incoming messages
de: Anzahl der eingehenden Nachrichten
ro: Numărul de mesaje primite
ru: Количество входящих сообщений

# RepNoOfIncomingSmsTooltip
source: Number of incoming messages
de: Anzahl der eingehenden Nachrichten
ro: Numărul de mesaje primite
ru: Количество входящих сообщений

# RepNoOfNewClients
source: Number of new customers
de: Anzahl der neuen Kunden
ro: Numărul de clienţi noi
ru: Количество новых клиентов

# RepNoOfNewClientsTooltip
source: Number of new customers
de: Anzahl der neuen Kunden
ro: Numărul de clienţi noi
ru: Количество новых клиентов

# RepNoOfOutgoingSms
source: Number of outgoing messages
de: Anzahl der ausgehenden Nachrichten
ro: Numărul de mesaje trimise
ru: Количество исходящих сообщений

# RepNoOfOutgoingSmsTooltip
source: Number of outgoing messages
de: Anzahl der ausgehenden Nachrichten
ro: Numărul de mesaje trimise
ru: Количество исходящих сообщений

# RepNoOfReturningClients
source: Number of returning customers
de: Anzahl der wiederkehrenden Kunden
ro: Numărul de clienţi fideli
ru: Количество постоянных клиентов

# RepNoOfReturningClientsTooltip
source: Number of returning customers
de: Anzahl der wiederkehrenden Kunden
ro: Numărul de clienţi fideli
ru: Количество постоянных клиентов

# reportsPageTitle
source: Reports
de: Berichte
ro: Rapoarte
ru: Отчеты

# RepOutgoingSmsChart
source: Outgoing
de: Ausgehend
ro: Mesaje trimise
ru: Исходящие

# RepOverview
source: Overview
de: Übersicht
ro: Sumar
ru: Обзор

# RepOverviewChartTitle
source: Total number of messages
de: Gesamtzahl der Nachrichten
ro: Numărul total de mesaje
ru: Общее количество сообщений

# RepPosFeedbackAdded
source: Positive feedback added
de: Positives Feedback hinzufügen
ro: Feedback pozitiv adăugat
ru: Добавлен положительный отзыв

# RepPosFeedbackRemoved
source: Positive feedback removed
de: Positives Feedback entfernen
ro: Feedback pozitiv înlăturat
ru: Удален положительный отзыв

# RepPositiveAndNegative
source: Positive & Negative
de: Positives/Negatives Feedback
ro: Feedback pozitiv și negativ
ru: Положительный и отрицательный

# RepPositiveAndNegativeTitle
source: Positive & Negative feedback
de: Positives/Negatives Feedback
ro: Feedback pozitiv și negativ
ru: Положительный и отрицательный отзыв

# RepPositiveFeedback
source: Positive feedback
de: Positives Feedback
ro: Feedback pozitiv
ru: Положительныц отзыв

# RepPositiveNegativeActivityChartTitle
source: Positive and negative tags activity
de: Aktivität der positiven und negativen Schlagwörter
ro: Activitate pe etichetele cu feedback pozitiv şi negativ
ru: Действие положительных и отрицательных тэгов

# RepPositiveNegativeEvolutionChartTitle
source: Positive and negative feedback evolution
de: Entwicklung des positiven und negativen Feedbacks
ro: Evoluţia pe feedbackul pozitiv şi negativ
ru: Изменение положительных и отрицательных отзывов

# RepPositiveNegativeTransitionsChartTitle
source: Positive and negative transitions
de: Positive und negative Übergänge
ro: Tranziţii pentru feedbackul pozitiv şi negativ
ru: Переход положительных и отрицательных отзывов

# RepPosToNegFeedback
source: Positive to negative feedback
de: Positives Feedback in negatives umwandeln
ro: Feedback pozitiv transformat în feedback negativ
ru: С положительного на отрицательный отзыв

# RepReturningClientsChart
source: Returning customers
de: Wiederkehrende Kunden
ro: Clienţi fideli
ru: Постоянные клиенты

# RepSecondsUnit
source: seconds
de: Sekunden
ro: secunde
ru: Секунды

# RepSmsPerClient
source: messages/customer
de: Nachrichten/Kunde
ro: mesaje/client
ru: сообщения/клиент

# RepSmsPerDayUnit
source: messages/day
de: Nachrichten/Tag
ro: mesaje/zi
ru: сообщения/день

# RepSmsUnit
source: message(s)
de: Nachricht(en)
ro: mesaje
ru: сообщение(я)

# RepTags
source: Tags
de: Schlagwörter
ro: Etichete
ru: Тэги

# RepTagsPerConversationUnit
source: tags/conversation
de: Schlagwörter/Unterhaltung
ro: etichete/conversaţie
ru: тэги/разговор

# RepTooltipPosNegFeedbackActivity
source: Positive and negative feedback activity
de: Aktivität der positiven und negativen Schlagwörter
ro: Activitate pe etichetele cu feedback pozitiv şi negativ
ru: Действие положительных и отрицательных отзывов

# RepTooltipPosNegFeedbackEvolution
source: Positive and negative feedback evolution
de: Entwicklung des positiven und negativen Feedbacks
ro: Evolutia pe feedbackul pozitiv şi negativ
ru: Изменение положительных и отрицательных отзывов

# RepTooltipPosNegFeedbackTransitions
source: Positive and negative feedback transitions
de: Positive und negative Übergänge
ro: Tranziţii pentru feedbackul pozitiv şi negativ
ru: Переход положительных и отрицательных отзывов

# RepTotalNoOfClients
source: Number of customers giving feedback
de: Anzahl der Kunden, die Feedback gegeben haben
ro: Numărul de clienţi ce oferă feedback
ru: Количество клиентов дающих отзывы

# RepTotalNoOfClientsTooltip
source: Number of clients
de: Anzahl der Kunden
ro: Numărul de clienţi
ru: Количество клиентов

# RepTotalNoOfSms
source: Total number of messages
de: Gesamtzahl der Nachrichten
ro: Numărul total de mesaje
ru: Общее количество сообщений

# RepTotalNoOfSmsTooltip
source: Total number of messages
de: Gesamtzahl der Nachrichten
ro: Numărul total de mesaje
ru: Общее количество сообщений

# RepTotalSmsChart
source: All messages
de: Alle Nachrichten
ro: Toate mesajele
ru: Все сообщения

# RepTypeTable
source: Type
de: Typ
ro: Tip
ru: Тип / Печатать

# RepValueTable
source: Value
de: Wert
ro: Valoare
ru: Значение

# RepWeek
source: Week
de: Woche
ro: Săptămană
ru: Неделя

# saveBtnCaption
source: Save
de: Speichern
ro: Salvează
ru: Сохранить

# sendButton
source: Send
de: Senden
ro: Trimite
ru: Отправить

# sendEmailCancel
source: Cancel
de: Abbrechen
ro: Anulează
ru: Отмена

# sendEmailConjuctionSubject
source: ] and [
de: ] und [
ro: ] şi [
ru: ] и [

# sendEmailEmailSent
source: Email sent!
de: Email gesendet!
ro: Email trimis!
ru: Сообщение отправлено!

# sendEmailEmailSentSuccessfuly
source: Email sent successfuly
de: E-mail erfolgreich gesendet
ro: Email trimis cu succes
ru: Сообщение отправлено успешно

# sendEmailHeader
source: Send email
de: E-mail senden
ro: Trimite email
ru: Отправить письмо

# sendEmailLoadingScreen
source: Loading...
de: Laden...
ro: Încarca...
ru: Загрузка…

# sendEmailMessage
source: *Message:
de: *Nachricht:
ro: *Mesaj:
ru: *Сообщение:

# sendEmailPrefixSubject
source: Txt exchange between [
de: Txt Austausch zwischen [
ro: Schimb txt între [
ru: Обмен текста между

# sendEmailSend
source: Send
de: Senden
ro: Trimite
ru: Отправить

# sendEmailSendingEmail
source: Sending...
de: Wird gesendet
ro: Trimite...
ru: Отправка…

# sendEmailStartingText
source: Message from TxtFeedback user
de: Nachricht von TxtFeedback Kunde
ro: Mesaj de la utilizatorul TxtFeedback
ru: Сообщение от пользователя TxtFeedback

# sendEmailSubject
source: *Subject:
de: *Betreff:
ro: *Subiect:
ru: *Тема:

# sendEmailTo
source: *To:
de: *An:
ro: *Către:
ru: *Кому:

# sendEmailValidationEmailInvalid
source: Email is invalid.
de: E-mail Adresse ungültig.
ro: Adresa de email este invalidă.
ru: Эл.почта не действительна

# sendEmailValidationEmailRequired
source: Email is required.
de: E-mail Adresse erforderlich.
ro: Destinatarul este necesar.
ru: Требуется эл.почта

# sendEmailValidationMessageRequired
source: Message is required.
de: Nachrichttext erfordelich.
ro: Mesajul este necesar.
ru: Требуется сообщение

# sendEmailValidationSubjectRequired
source: Subject is required.
de: Betreff erfordelich.
ro: Subiectul este necesar.
ru: Требуется тема

# sendFeedbackFeedbackSentSuccessfully
source: Your feedback has been sent - the TxtFeedback team thanks you for your time!
de: Ihr Feedback wurde verschickt - das TxtFeedback Team dankt Ihnen für Ihre Zeit!
ro: Feedbackul dumneavoastră a fost trimis - echipa TxtFeedback vă mulţumeşte pentru timpul acordat!
ru: Ваш отзыв отправлен - команда TxtFeedback выражает свою благодарность!

# sendFeedbackHeader
source: Send feedback
de: Feedback senden
ro: Trimite feedback
ru: Отправить отзыв

# sendFeedbackNegativeFeedbackSubject
source: I don't like the fact that...
de: Das gefällt mir ...
ro: Nu îmi place faptul că...
ru: Мне не нравится тот факт, что…

# sendFeedbackPlaceholderMessage
source: Replace this with your input
de: Ersetzen Sie diese mit Ihrer Eingabe
ro: Înlocuiţi cu mesajul dumneavoastră
ru: Заменить это вашими данными

# sendFeedbackPositiveFeedbackSubject
source: I like the fact that...
de: Das gefällt mir nicht ...
ro: Îmi place faptul că...
ru: Мне нравится тот факт, что…

# settingsBtnChangePassword
source: Change Password
de: Passwort ändern
ro: Schimbă parola
ru: Изменить Пароль

# settingsChangePassword
source: Change password
de: Passwort ändern
ro: Schimbă parola
ru: Изменить пароль

# settingsChangePasswordTitle
source: Change Password
de: Passwort ändern
ro: Schimbă parola
ru: Изменить Пароль

# settingsCompanyBillingMenuName
source: Billing Settings
ro: Detalii abonament
ru: Настройки счетов

# settingsCompanyMenuName
source: Company
ro: Companie
ru: Компания

# settingsConfigureWpDescription
source: Description
de: Beschreibung
ro: Descriere
ru: Описание

# settingsConfigureWpDescriptionError
source: Working point description cannot be empty
de: Beschreibung des Arbeitspunkts darf nicht leer sein.
ro: Descrierea punctului de lucru nu poate lipsi
ru: Рабочее описание не может быть пустым

# settingsConfigureWpName
source: Name
ro: Nume
ru: Имя

# settingsConfigureWpNameError
source: Working point name cannot be empty
de: Name des Arbeitspunkts darf nicht leer sein.
ro: Numele punctului de lucru nu poate lipsi
ru: Названия Рабочего места не можно быть пустым

# settingsConfigureWpTelNumberError
source: Telephone number cannot be empty
de: Telefonnummer darf nicht leer sein.
ro: Numărul de telefon nu poate lipsi
ru: Поле телефонного номера не может быть пустым

# settingsConfigureWpWelcomeMsgError
source: Working point welcome message should not be empty
ro: Mesajul de întâmpinare nu poate lipsi
ru: Рабочее поле приветственного сообщения не должно быть пустым

# settingsConfirmNewPasswordLabel
source: Confirm new password
de: Bestätigung der neuen Passwort
ro: Confirmă noua parolă
ru: Подтвердить новый пароль

# settingsCurrentPasswordLabel
source: Current password
de: Aktuelles Passwort
ro: Parola curentă
ru: Текущий пароль

# settingsDescriptionPrefix
source: New passwords are required to be a minimum of {0} characters in length
de: Neue Passwörter müssen minimal {0} Charaktere haben.
ro: Noile parole trebuie sa fie de minim {0} caractere
ru: Новый пароль должен содержать не менее {0} символов

# settingsErrorNewPasswordsDontMatch
source: The new password and confirmation password do not match.
de: Das neue Passwort und das Bestätigungspasswort sind nicht derselbe.
ro: Parola noua şi parola noua reintrodusă nu se potrivesc
ru: Новый парль и подтверждение пароле несоответствуют

# settingsErrorPasswordChangeSummary
source: Password change was unsuccessful. Please correct the errors and try again.
de: Passwortveränderung war nicht erfolgreich. Korrigieren Sie bitte die Fehlern und versuchen Sie es nochmals.
ro: Nu am reusit să schimbăm parola. Corectaţi erorile şi încercaţi din nou
ru: Пароль изменен не успешно. Пожалуйста, исправите ошибку и попробуйте снова

# settingsErrorPasswordIncorrect
source: The current password is incorrect or the new password is invalid.
de: Das aktuelle Passwort ist nicht richtig oder das neue Passwort ist invalid.
ro: Parola curentă sau parola noua sunt invalide
ru: Неправильный текущий пароль иди новый пароль недействителен

# settingsErrorPasswordNotLongEnough
source: The new password must be at least {2} characters long.
de: Das neue Passwort muss wenigstens {2} Charaktere haben.
ro: Noua parolă trebuie să fie de minim {2} caractere
ru: Новый пароль должен содержать не менее {2} символов

# settingsErrorWpDescriptionLength
source: Working point description should be maximum 160 characters long
de: Beschreibung des Arbeitspunkts soll maximal 160 Zeichen lang sein.
ro: Descrierea punctului de lucru trebuie să fie de maxim 160 de caractere
ru: Описание рабочего места не должно превышать 160 символов

# settingsErrorWpNameLength
source: Working point name should be between 6 and 40 characters long
de: Name des Arbeitspunkts soll von 6 bis 40 Zeichen lang sein.
ro: Numele punctului de lucru trebuie să conţină între 6 şi 40 de caractere
ru: Названия Рабочего места должно содержать от 6 до 40 символов

# settingsErrorWpTelNumberLength
source: Working point telephone number should be between 8 and 50 characters long
de: Telefonnummer des Arbeitspunkts soll von 8 bis 50 Zeichen lang sein.
ro: Numărul de telefon asociat punctului de lucru trebuie să conţina între 8 şi 50 de caractere
ru: Телефоный номер рабочего места должен содержать от 8 до 50 символов

# settingsErrorWpWelcomeLength
source: Welcome message should be between 10 and 160 characters long
ro: Mesajul de întâmpinare trebuie sa conţină între 10 şi 160 caractere
ru: Приветственное письмо должно содержать от 10 до 160 символов

# settingsMaxOutboundSmsHeader
source: Max outbound SMS
de: Maximale ausgehende SMS
ro: Numărul maxim de SMSuri ce se pot trimite
ru: Максимальное количество исходящих СМС

# settingsMaxOutboundSmsHeaderTooltip
source: The maximum number of SMS that can be sent from this working point in one month
ro: Numărul maxim de SMSuri ce pot fi trimise într-o lună de la această filială
ru: Максимальное количество СМС которые может быть отправлено с этого рабочего места в течении одного месяца

# settingsNewPasswordLabel
source: New password
de: Neues Passwort
ro: Noua parola
ru: Новый пароль
